{"translation-revision-date":"2020-12-22 21:25:22+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Source: %s":["Källa: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Den här tjänsten anslöts ursprungligen av en administratör – du kan kontakta dem för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Den här tjänsten anslöts ursprungligen av administratören ”%s” – du kan kontakta den för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för att få åtkomst till %s-data, så du kommer inte att kunna se statistik från den i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom, så du kommer inte att kunna se statistik från den i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom, så du kommer inte att kunna se statistik för denna i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i Site Kit-adminpanelen."],"Insufficient permissions in %s":["Otillräckliga behörigheter i %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"Connected Property":["Ansluten egendom"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"%d notification":["%d avisering","%d aviseringar"],"Error: %s":["Fel: %s"],"Counted each time your content appears in search results":["Räknas varje gång ditt innehåll visas i sökresultaten"],"Impressions":["Visningar"],"Number of times users clicked on your content in search results":["Antal gånger användare klickade på ditt innehåll i sökresultaten"],"Clicks":["Klick"],"Most searched for keywords related to your content":["Mest eftersökta nyckelord relaterade till ditt innehåll"],"Keyword":["Nyckelord"],"Loading chart…":["Hämtar diagrammet …"],"%s data is not yet available, please check back later.":["%s-data är inte tillgänglig än. Kom tillbaka senare."],"%s Gathering Data":["%s samlar data"],"Data error in %s":["Datafel i %s"],"Service name\u0004Search Console":["Search Console"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console.948bfe7b780d48ebfb86.js"}}