{"translation-revision-date":"2020-12-22 21:25:22+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Complete %s setup":["Slutför konfigurationen av %s"],"Complete setup":["Slutför konfiguration"],"%s module setup needs to be completed":["Konfiguration för modulen %s måste slutföras"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s jmfr. med %2$s"],"Learn more about updating your AdSense account":["Lär dig mer om hur du uppdaterar ditt AdSense-konto"],"Learn more about adding a user to an existing AdSense account":["Lär dig mer om hur du lägger till en användare till ditt befintliga AdSense-konto"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Performance over the last %s day":["Prestanda under den senaste %s dagen","Prestanda under de senaste %s dagarna"],"AdSense performance Page CTA percentage\u0004 %1$s%%":[" %1$s%%"],"Page CTR":["CTR för sida"],"See full stats in AdSense":["Se fullständig statistik i AdSense"],"Redo the plugin setup":["Gör om tilläggskonfigurationen"],"Please reauthenticate your account":["Autentisera ditt konto igen"],"Source: %s":["Källa: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Den här tjänsten anslöts ursprungligen av en administratör – du kan kontakta dem för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Den här tjänsten anslöts ursprungligen av administratören ”%s” – du kan kontakta den för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för att få åtkomst till %s-data, så du kommer inte att kunna se statistik från den i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom, så du kommer inte att kunna se statistik från den i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom, så du kommer inte att kunna se statistik för denna i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i Site Kit-adminpanelen."],"Insufficient permissions in %s":["Otillräckliga behörigheter i %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"Previous period":["Föregående period"],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Du har inga annonsvisningar än. Se till att du har slutfört dessa steg i AdSense:"],"No ad impressions yet":["Inga annonsvisningar än"],"Recommended":["Rekommenderad"],"Invalid account status: %s":["Ogiltig kontostatus: %s"],"Invalid site status: %s":["Ogiltig webbplatsstatus: %s"],"The AdSense code has been placed by another plugin or theme":["AdSense-koden har lagts in av ett annat tillägg eller tema."],"Add site to AdSense":["Lägg till webbplats till AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Vi ser att du inte har lagt till denna webbplats i ditt AdSense-konto än."],"Add site to your AdSense account":["Lägg till webbplats till ditt AdSense-konto"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit har lagt in AdSense-kod på din webbplats för att ansluta din webbplats till AdSense och för att hjälpa dig att få ut så mycket som möjligt av annonser. Detta innebär att Google automatiskt placerar annonser åt dig på de bästa platserna."],"Your account is ready to use AdSense":["Ditt konto är klart att använda AdSense"],"By not placing the code, AdSense will not show ads on your website unless you’ve already got some AdSense code.":["Om du inte lägger in koden kommer inte AdSense att visa några annonser på webbplatsen, om du inte redan har lagt in någon AdSense-kod."],"Keep AdSense code placed by Site Kit":["Behåll Adsense-koden som lagts in av Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["För att börja använda AdSense måste du uppdatera ditt konto så att du kan ansluta din webbplats till AdSense."],"Looks like you have an AdMob account":["Det ser ut som om du har ett AdMob-konto"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit har lag in AdSense-kod på varje sida över hela din webbplats."],"Your account is getting ready":["Ditt konto förbereds"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Det verkar som om du har flera AdSense-konton kopplade till ditt Google-konto. Välj det konto som ska användas med Site Kit nedan."],"Select your AdSense account":["Välj ditt AdSense-konto"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Använder du redan AdSense? Lägg till %s som användare i ett befintligt AdSense-konto."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense.":["För att din webbplats ska kunna visa annonser, se till att du har slutfört dessa steg i AdSense."],"Verified that your site is marked as \"Ready\"":["Kontrollerat att din webbplats är markerad som ”Klar”"],"Enabled auto ads for your site":["Automatiska annonser aktiverade för din webbplats"],"Get reports for your top earning pages by linking your Analytics and AdSense accounts.":["Få rapporter om dina sidor med bäst intäkter genom att länka dina Analytics- och AdSense-konton."],"Link Analytics and AdSense":["Länka Analytics och AdSense"],"Redo setup":["Gör om konfigurationen"],"Site Kit can’t access necessary data":["Site Kit kommer inte åt nödvändiga data"],"Manage sites…":["Hantera webbplatser…"],"The AdSense code has not been placed on your site":["AdSence-koden har inte lagts in på din webbplats"],"The AdSense code has been placed on your site":["AdSence-koden har lagts in på din webbplats"],"AdSense Code":["AdSense-kod"],"Check your site status":["Kontrollera din webbplatsstatus"],"Account Status":["Kontostatus"],"Publisher ID":["Utgivar-ID"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Du måste åtgärda några problem innan ditt konto kan godkännas. Gå till AdSense för att ta reda på hur du kan åtgärda dem"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Vi förbereder din webbplats för annonser. Det tar vanligtvis mindre än en dag, men ibland tar det lite längre tid."],"Your account has been approved":["Ditt konto har godkänts"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Site Status":["Webbplatsstatus"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Gå till ditt AdSense-konto för att kontrollera statusen för din webbplats eller för att slutföra konfigurationen"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["När du har konfigurerat ditt konto meddelar vi dig när din webbplats är redo att visa annonser. Det tar vanligtvis mindre än en dag, men ibland tar det lite längre tid."],"Let’s get your site ready for ads":["Låt oss göra din webbplats redo för annonser"],"Site Kit by Google Logo":["Site Kit by Google-logga"],"Need help?":["Behöver du hjälp?"],"%d notification":["%d avisering","%d aviseringar"],"The service was unable to process the request. Please try again later.":["Tjänsten kunde inte behandla begäran. Försök igen senare."],"Analytics server returned unknown error. Please try again later.":["Analytics-servern returnerade ett okänt fel. Försök igen senare."],"Unexpected internal server error occurred.":["Oväntat internt serverfel uppstod."],"Your account exceeded the maximum quota. Please try again later.":["Ditt konto överskred den maximala kvoten. Försök igen senare."],"Your account does not have sufficient permission to access this data, please consult to your web administrator.":["Ditt konto har inte tillräcklig behörighet för att komma åt dessa uppgifter, kontakta din webbadministratör."],"You need to be authenticated to get this data.":["Du måste vara autentiserad för att hämta dessa uppgifter."],"Revenue":["Intäkter"],"Top Earning Pages":["Sidor med bäst intäkter"],"Session Duration":["Längd på session"],"Bounce Rate":["Avvisningsfrekvens"],"Ad blocker detected, you need to disable it to get the AdSense latest data.":["Annonsblockerare upptäcktes, du måste inaktivera den för att få AdSense senaste data."],"check module page":["kontrollera modulsida"],"Site Kit has placed AdSense code on your site: %s":["Site Kit har lagt in AdSense-kod på din webbplats: %s"],"Page RPM":["RPM för sida"],"Ad Impressions":["Annonsvisningar"],"Total Earnings":["Intäkter totalt"],"RPM":["RPM"],"How much you’re earning from your content through AdSense.":["Hur mycket du tjänar på ditt innehåll via AdSense."],"Earnings":["Intäkter"],"Ad blocker detected, you need to disable it in order to set up AdSense.":["Annonsblockerare upptäcktes, du måste inaktivera den för att kunna konfigurera AdSense."],"Learn more":["Lär dig mer"],"Error: %s":["Fel: %s"],"Account":["Konto"],"Impressions":["Visningar"],"Sessions":["Sessioner"],"Users":["Användare"],"Dismiss":["Avfärda"],"Loading chart…":["Hämtar diagrammet …"],"%s data is not yet available, please check back later.":["%s-data är inte tillgänglig än. Kom tillbaka senare."],"%s Gathering Data":["%s samlar data"],"Data error in %s":["Datafel i %s"],"We’re unable to retrieve your data because your security token is expired or revoked.":["Vi kan inte hämta dina data eftersom din säkerhets-token har upphört att gälla eller är återkallad."],"Security Token Error":["Fel i säkerhetstoken"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Du har redan en AdSense-kod på din webbplats för det här kontot. Vi rekommenderar att du använder Site Kit för att lägg in koden för att få ut mesta möjliga av AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit kommer lägga in AdSense-kod på din webbplats för att ansluta din webbplats till AdSense och för att hjälpa dig att få ut så mycket som möjligt av annonser. Detta innebär att Google automatiskt placerar annonser åt dig på de bästa platserna."],"Let Site Kit place AdSense code on your site":["Låt Site Kit lägga in AdSense-kod på din webbplats"],"Continue":["Fortsätt"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit lägger in AdSense-kod på varje sida på din webbplats. Detta innebär att Google automatiskt placerar annonser åt dig på de bästa platserna."],"Create your AdSense account":["Skapa ditt AdSense-konto"],"Create AdSense Account":["Skapa AdSense-konto"],"Let Site Kit place AdSense code on your site to get your site approved":["Låt Site Kit lägga in AdSense-kod på din webbplats för att få din webbplats godkänd"],"Looks like you’re already using AdSense":["Det verkar som om du redan använder AdSense"],"Go to AdSense to find out how to fix the issue":["Gå till AdSense för att ta reda på hur problemet kan åtgärdas"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Du måste åtgärda några saker innan vi kan ansluta Site Kit till ditt AdSense-konto."],"Your site isn’t ready to show ads yet":["Din webbplats är inte redo att visa annonser ännu"],"Too many requests have been sent within a given time span. Please reload this page again in a few seconds":["För många förfrågningar har skickats inom en viss tidsperiod. Ladda om den här sidan igen om några sekunder"],"Unidentified error":["Oidentifierat fel"],"Note: ":["Obs: "],"Disconnect":["Koppla från"],"User Avatar":["Användarens profilbild"],"Cancel":["Avbryt"],"%s is not connected":["%s är inte anslutet"],"%s is connected":["%s är anslutet"],"continue module setup":["fortsätt modulkonfiguration"],"Setup incomplete: %s":["Konfigurationen ofullständig: %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Day":["Dag"],"Site Kit":["Site Kit"],"Analytics module needs to be configured.":["Analytics-modul måste konfigureras."]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense.5fa8400879a0568eeb08.js"}}