{"translation-revision-date":"2020-12-22 21:25:22+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s jmfr. med %2$s"],"Learn more about IP anonymization.":["Lär dig mer om IP-anonymisering."],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Learn more here.":["Lär dig mer här."],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Har du en Google Analytics 4 (GA4)-egendom och vill ta reda på hur du använder den med Site Kit?"],"You’re already using Google Analytics through Google Tag Manager with the property %s. Site Kit will therefore not place an Analytics tag because Tag Manager already covers it.":["Du använder redan Google Analytics via Google Tag Manager med egendomen %s. Site Kit lägger därför inte in en Analytics-tagg eftersom Tag Manager redan gör det."],"Unique Visitors":["Unika besökare"],"Source: %s":["Källa: %s"],"default Analytics view name\u0004All Web Site Data":["All webbplatsdata"],"%1$s%%":["%1$s%%"],"This service was originally connected by an administrator — you can contact them for more information.":["Den här tjänsten anslöts ursprungligen av en administratör – du kan kontakta dem för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Den här tjänsten anslöts ursprungligen av administratören ”%s” – du kan kontakta den för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för att få åtkomst till %s-data, så du kommer inte att kunna se statistik från den i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom, så du kommer inte att kunna se statistik från den i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom, så du kommer inte att kunna se statistik för denna i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i Site Kit-adminpanelen."],"Insufficient permissions in %s":["Otillräckliga behörigheter i %s"],"Channel":["Kanal"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics":["Du kan förändra denna vy (t.ex. exkludera URL-queryparametrar) i Google Analytics"],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Du kan förändra denna vy (t.ex. exkludera URL-queryparametrar) i Google Analytics."],"View Name":["Visa namn"],"Warning":["Varning"],"A view with this name already exists.":["Det finns redan en vy med det namnet."],"Previous period":["Föregående period"],"Country":["Land"],"Timezone":["Tidszon"],"Set up a new view":["Ställ in en ny vy"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Du måste ge Site Kit behörighet att skapa ett Analytics-konto för din räkning och även acceptera användarvillkoren för Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Du kommer att omdirigeras till Google Analytics för att där acceptera användarvillkoren."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Vi har förifyllt den information som krävs för ditt nya konto. Bekräfta eller redigera uppgifterna:"],"Create your Analytics account":["Skapa ditt Analytics-konto"],"Additional permissions are required to create a new Analytics account.":["Ytterligare behörigheter krävs för att skapa ett nytt Analytics-konto."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts.":["Få rapporter om dina sidor med bäst intäkter genom att länka dina Analytics- och AdSense-konton."],"Link Analytics and AdSense":["Länka Analytics och AdSense"],"Site Kit will not add the code to your site.":["Site Kit kommer inte lägga till koden till din webbplats."],"Site Kit will add the code automatically.":["Site Kit kommer lägga till koden automatiskt."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Once completed, click the link below to re-fetch your accounts to continue.":["När du är klar klickar du på länken nedan för att hämta dina konton för att fortsätta."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Klicka på knappen nedan för att skapa ett nytt konto. Detta öppnar ett nytt fönster med skärmen där du kan skapa ett konto i Google Analytics."],"Set up a new account":["Ställ in ett nytt konto"],"IP addresses are not being anonymized":["IP-adresser anonymiseras inte"],"IP addresses are being anonymized":["IP-adresser anonymiseras"],"IP Address Anonymization":["Anonymisering av IP-adress"],"IP addresses will not be anonymized.":["IP-adresser anonymiseras inte."],"IP addresses will be anonymized.":["IP-adresser anonymiseras."],"Anonymize IP addresses":["Anonymisera IP-adresser"],"Logged-in users will be included in Analytics tracking.":["Inloggade användare inkluderas i spårningen i Analytics."],"Logged-in users will be excluded from Analytics tracking.":["Inloggade användare inkluderas inte i spårningen i Analytics."],"Exclude from Analytics":["Exkludera från Analytics"],"Analytics is currently enabled for all visitors.":["Analytics är för närvarande aktiverat för alla besökare."],"list separator\u0004, ":[", "],"Excluded from Analytics":["Exkluderad från Analytics"],"Logged-in users":["Inloggade användare"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more.":["Anslut till Google Analytics för att se unika besökare, måluppfyllelse, populära sidor och mer."],"Learn more about what visitors do on your site.":["Lär dig mer om vad besökare gör på din webbplats."],"%d notification":["%d avisering","%d aviseringar"],"The service was unable to process the request. Please try again later.":["Tjänsten kunde inte behandla begäran. Försök igen senare."],"Analytics server returned unknown error. Please try again later.":["Analytics-servern returnerade ett okänt fel. Försök igen senare."],"Unexpected internal server error occurred.":["Oväntat internt serverfel uppstod."],"Your account exceeded the maximum quota. Please try again later.":["Ditt konto överskred den maximala kvoten. Försök igen senare."],"Your account does not have sufficient permission to access this data, please consult to your web administrator.":["Ditt konto har inte tillräcklig behörighet för att komma åt dessa uppgifter, kontakta din webbadministratör."],"You need to be authenticated to get this data.":["Du måste vara autentiserad för att hämta dessa uppgifter."],"Goals Completed":["Uppnådda mål"],"Create a new goal":["Skapa ett nytt mål"],"Goals measure how well your site or app fulfills your target objectives.":["Mål mäter hur väl din webbplats eller app uppfyller dina mål."],"Use goals to measure success.":["Använd mål för att mäta framgång."],"Views":["Visningar"],"Most popular content":["Mest populära innehåll"],"Session Duration":["Längd på session"],"Bounce Rate":["Avvisningsfrekvens"],"Percent":["Procent"],"Source":["Källa"],"Back":["Tillbaka"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Du verkar inte ha något Analytics-konto än. När du har skapat det klickar du på ”Hämta mitt konto igen”, så hittar Site Kit det."],"Configure Analytics":["Konfigurera Analytics"],"Please select the account information below. You can change this view later in your settings.":["Välj kontoinformationen nedan. Du kan ändra den här vyn senare i dina inställningar."],"Analytics Code Snippet":["Analytics-kodsnutt"],"View":["Visa"],"Property":["Egendom"],"Inserted by another plugin or theme":["Infogad av ett annat tillägg eller tema"],"Snippet is not inserted":["Kodsnutten är inte infogad"],"Snippet is inserted":["Kodsnutten infogad"],"Learn more":["Lär dig mer"],"Set up a new property":["Konfigurera en ny egendom"],"Error: %s":["Fel: %s"],"Re-fetch My Account":["Hämta mitt konto igen"],"Create an account":["Skapa ett konto"],"Account":["Konto"],"%s module needs to be configured":["Modulen %s behöver konfigureras"],"Percentage of sessions":["Andel av alla sessioner"],"Percentage":["Procent"],"Number of sessions users had on your website over last %s day":["Antal sessioner som användare haft på din webbplats under den senaste %s dagen","Antal sessioner som användare haft på din webbplats under de senaste %s dagarna"],"Sessions":["Sessioner"],"Number of new users to visit your page over last %s day":["Antal nya användare som besökt din sida under den senaste %s dagen","Antal nya användare som besökt din sida under de senaste %s dagarna"],"New Users":["Nya användare"],"Number of users that originated from that traffic":["Antalet användare som härstammar från den trafiken"],"Users":["Användare"],"Channel refers to where your traffic originated from":["Kanal anger varifrån din trafik kommer"],"Loading chart…":["Hämtar diagrammet …"],"%s data is not yet available, please check back later.":["%s-data är inte tillgänglig än. Kom tillbaka senare."],"%s Gathering Data":["%s samlar data"],"Data error in %s":["Datafel i %s"],"Create Account":["Skapa konto"],"Let Site Kit place code on your site":["Låt Site Kit lägga in kod på din webbplats"],"Set up %s":["Ställ in %s"],"Internal Server Error":["Internt serverfel"],"Service name\u0004Analytics":["Analytics"],"Day":["Dag"],"Activate %s":["Aktivera %s"],"Analytics module needs to be configured.":["Analytics-modul måste konfigureras."]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-analytics.19af34818af0e8ff5af6.js"}}