{"translation-revision-date":"2020-12-22 21:25:22+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"This service was originally connected by an administrator — you can contact them for more information.":["Den här tjänsten anslöts ursprungligen av en administratör – du kan kontakta dem för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Den här tjänsten anslöts ursprungligen av administratören ”%s” – du kan kontakta den för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för att få åtkomst till %s-data, så du kommer inte att kunna se statistik från den i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom, så du kommer inte att kunna se statistik från den i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom, så du kommer inte att kunna se statistik för denna i Site Kit-adminpanelen."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i Site Kit-adminpanelen."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">Klicka här<\/a> för att ansluta Google Analytics"],"Google Analytics must be active to use Optimize":["För att kunna använda Optimize måste Google Analytics vara aktivt "],"https:\/\/support.google.com\/optimize\/answer\/6262084":["https:\/\/support.google.com\/optimize\/answer\/6262084"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag in Google Analytics Code Snippet":["<a href=\"%s\">Klicka här<\/a> för att läsa mer om hur du implementerar Optimize-taggen i kodsnutten för Google Analytics"],"https:\/\/support.google.com\/optimize\/answer\/6314801":["https:\/\/support.google.com\/optimize\/answer\/6314801"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag through your Tag Manager":["<a href=\"%s\">Klicka här<\/a> för att läsa mer om hur du implementerar Optimize-taggen med Tag Manager"],"Not a valid Optimize ID.":["Inte ett giltigt Optimize-ID."],"Format: GTM-XXXXXXX or OPT-XXXXXXX":["Format: GTM-XXXXXXX eller OPT-XXXXXXX"],"%sK":["%sK"],"%sM":["%sM"],", ":[", "],"%d notification":["%d avisering","%d aviseringar"],"Error: %s":["Fel: %s"],"Configure Optimize":["Konfigurera Optimize"],"Optimize Container ID":["Optimize behållar-ID"],"You can locate this here.":["Det hittar du här."],"Please copy and paste your Optimize ID to complete your setup.":["Kopiera och klistra in ditt Optimize-ID för att slutföra din konfigurationen."],"AMP experiment settings are not in a valid JSON format.":["Inställningarna för AMP-experiment har inte ett giltigt JSON-format."],"Please input your AMP experiment settings in JSON format below.":["Ange dina inställningar för AMP-experiment i JSON-format nedan."],"You are using auto insert snippet with Tag Manager":["Du använder automatiskt insättning av kodsnutt med Tag Manager"],"Your Optimize Container ID":["Ditt Optimize behållar-ID"],"Learn More":["Lär dig mer"],"Service name\u0004Optimize":["Optimize"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize.57a53bdee2e9f683c19e.js"}}