{"translation-revision-date":"2020-12-22 21:25:22+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Remind me later":["Påminn mig senare"],"Let’s go":["Sätt igång"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Svara på 5 frågor så kommer Site Kit att anpassa din adminpanel med specifika mätvärden och möjligheter som passar för målen med din webbplats"],"Customize Site Kit to match your goals":["Anpassa Site Kit till att matcha dina mål"],"OK, got it!":["Ok, jag förstår!"],"Now Site Kit will begin showing you suggestions how to add more metrics to your dashboard that are relevant specifically to you, based on the goals you shared.":["Site Kit kommer nu börja visa förslag om hur du kan lägga till mätvärden till din adminpanel som är relevanta just för dig, baserat på de målen du angivit."],"Congrats! You set your site goals.":["Grattis, nu är webbplatsens mål registrerade!"],"Looks like you’re using a version of WordPress that’s older than 5.0. You can still install and use Site Kit, but some of its features might not work (for example translations).":["Du verkar använda en WordPress-version som är äldre än 5.0. Du kan fortfarande installera och använda Site Kit, men vissa av dess funktioner kanske inte fungerar (till exempel översättningar)."],"Learn how":["Lär dig hur"],"Learn how to install and use the helper plugin":["Lär dig mer om hur du installerar och använder hjälptillägget"],"Configure":["Konfigurera"],"Configure the helper plugin":["Konfigurera hjälptillägget"],"Activate":["Aktivera"],"Activate the helper plugin":["Aktivera hjälptillägget"],"Install":["Installera"],"Install the helper plugin":["Installera hjälptillägget"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Redo the plugin setup":["Gör om tilläggskonfigurationen"],"Source: %s":["Källa: %s"],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service.":["Det verkar som om AMP CDN är begränsad i din region, vilket kan störa konfigurationen av Site Kit-tjänsten."],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["För att få mer hjälp, ställ en fråga i vårt <a href=\"%1$s\">supportforum<\/a> och inkludera texten från det ursprungliga felmeddelandet: %2$s"],"Looks like your site is having a technical issue with requesting data from Google services.":["Din webbplats verkar ha tekniska problem med att begära data från Googles tjänster."],"Report this problem":["Rapportera detta problem"],"Copy error to clipboard":["Kopiera fel till urklipp"],"Jump to the bottom of the dashboard to see how fast your home page is.":["Gå längst ned i adminpanelen för att se hur snabb din startsida är."],"Redo setup":["Gör om konfigurationen"],"Site Kit can’t access necessary data":["Site Kit kommer inte åt nödvändiga data"],"Proceed":["Fortsätt"],"Additional Permissions Required":["Ytterligare behörigheter krävs"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Site Kit encountered an error":["Site Kit stötte på ett fel"],"Checking Compatibility…":["Kontrollerar kompatibilitet…"],"Your site may not be ready for Site Kit":["Din webbplats kanske inte är redo för Site Kit"],"Looks like you may be using a caching plugin which could interfere with setup. Please deactivate any caching plugins before setting up Site Kit. You may reactivate them once setup has been completed.":["Du verkar använda ett cachelagrings-tillägg som kan störa konfigurationen. Inaktivera alla cachelagrings-tillägg innan du konfigurerar Site Kit. Du kan återaktivera dem när konfigurationen är klar."],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console.":["Det ser ut som att detta är en utvecklingsmiljö. Om så är fallet måste du installera ett hjälptillägg och verifiera din produktionswebbplats i Search Console."],"Go to Dashboard":["Gå till adminpanelen"],"Site Kit by Google Logo":["Site Kit by Google-logga"],"%d notification":["%d avisering","%d aviseringar"],"There was a problem connecting to Google!":["Det var ett problem att ansluta till Google!"],"Congrats on completing the setup for %s!":["Grattis! Konfigurationen för %s är klar."],"Here are some other services you can connect to see even more stats:":["Här är några andra tjänster som du kan ansluta till för att se ännu mer statistik:"],"OK, Got it!":["Ok, jag förstår!"],"Note: ":["Obs: "],"Disconnect":["Koppla från"],"Connect Service":["Anslut tjänst"],"Cancel":["Avbryt"],"Connected":["Ansluten"],"Internal Server Error":["Internt serverfel"],"Help us improve the Site Kit plugin by allowing tracking of anonymous usage stats. All data are treated in accordance with <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Google Privacy Policy<\/a>":["Hjälp oss att förbättra Site Kit-tillägget genom att tillåta spårning av anonym användningsstatistik. All data behandlas i enlighet med <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Googles integritetspolicy<\/a>"],"Start setup":["Starta konfiguration"],"Congratulations, the Site Kit plugin is now activated.":["Grattis, tillägget Site Kit är nu aktiverat."],"Site Kit":["Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-activation.697ed47a813408286704.js"}}